"Part1" = "日本語";
"Part2" = "APPLE INC.";
"Part3" = "Shortcuts for iOSソフトウェアライセンス契約";
"Part4" = "Appleソフトウェアを使用される前に、本ソフトウェアライセンス契約（以下「本契約」といいます）をよくお読みください。当該Appleソフトウェアをご使用になることで、お客様は本契約の各条項の拘束を受けることに同意されたことになります。本契約の各条項に同意されない場合は、当該ソフトウェアをインストールおよび/または使用を行わないでください。";
"Part5" = "重要な通知：このソフトウェアは、マテリアルを複製、修正、公表、または頒布する限りにおいて使用することができ、このソフトウェアは、著作権の保護を受けないマテリアル、お客様が著作権を有するマテリアル、またはお客様が複製、修正、公表および頒布を許諾されたか法的に認められたマテリアルについて、複製、修正、公表または頒布するためにのみ、お客様に対して使用許諾されるものです。もしお客様がマテリアルの複製権についてご不明な点がありましたら、お客様の法律アドバイザーにご連絡ください。";
"Part6" = "1. 総則";
"Part7" = "A.　読み出し専用メモリ、その他の記録媒体またはその他あらゆる形式で本契約書が添付されているAppleソフトウェアおよび第三者のソフトウェア、文書、インターフェイス、コンテンツ、フォントおよび一切のデータ（以下、総称して「Appleソフトウェア」といいます）は、Apple Inc.（以下「Apple」といいます）が、お客様に対して、本契約の各条項に従う場合に限り使用を許諾するものであり、販売するものではありません。また、Appleおよび/またはAppleのライセンサーは、Appleソフトウェア自体の所有権を保有し、お客様に明示的に付与されていない権利のすべてを留保します。";
"Part8" = "B.　Appleは、その裁量により、お客様の互換性のあるApple純正のiOSデバイスに対応した、Appleソフトウェアの将来のアップグレードまたはアップデートを提供する場合があります。当該Appleソフトウェアのアップグレードまたはアップデートが行われる場合、現行のソフトウェアの機能のすべて、またはAppleがiOSデバイスの新規またはその他のモデルのためにリリースする新しい機能は、必ずしも含まれてはおりません。本契約の各条項は、AppleがオリジナルのAppleソフトウェア製品に対して提供するアップグレードまたはアップデートに適用されます。ただし、当該アップグレードまたはアップデートが別個のライセンスを伴う場合、お客様は、当該アップグレードまたはアップデートには、その別個のライセンスが適用されることに同意されるものとします。";
"Part9" = "2. 許諾された使用方法およびその制限";
"Part10" = "A.　ライセンス　　本契約の各条項に従い、お客様が2条Bに規定するAppleソフトウェアを取得された場合でない限り、お客様には、Appleメディアサービス利用規約(https://www.apple.com/legal/internet-services/itunes/)に規定されている「本サービスとコンテンツの利用ルール」（以下「利用ルール」といいます）で許可されているとおり、お客様が所有または管理する互換性のあるApple純正のiOSデバイスにAppleソフトウェアをインストールして使用する制限付き譲渡不能かつ非独占的なライセンスが付与されます。お客様は、Appleソフトウェアを頒布することはできず、またネットワーク上で複数のデバイスが同時に１つのAppleソフトウェアを使用できるようにすることはできません。お客様は、Appleソフトウェアのレンタル、リース、貸与、販売、再頒布またはサブライセンスの付与を行うことはできません。";
"Part11" = "B.　ボリュームライセンスまたは自動送付サービス契約　　お客様がボリュームライセンスまたは自動送付サービス契約に基づいてAppleソフトウェアを取得された場合、お客様のボリュームライセンスまたは自動送付サービス契約の契約条件により、お客様が所有または管理するApple純正のiOSデバイスに、お客様がダウンロード、インストール、使用および稼働させることを許可されたAppleソフトウェアのコピー数が定められます。Appleが書面により同意しない限り、お客様がボリュームライセンスまたは自動送付サービス契約に基づいて取得されたAppleソフトウェアの使用には、本契約の他のすべての契約条件が適用されるものとします。";
"Part12" = "C.　システム要件　　Appleソフトウェアは、Appleが示す指定のシステム要件に適合するApple純正のハードウェアにおいてのみサポートされます。";
"Part13" = "D.　コンテンツおよびデジタルマテリアル　　Appleソフトウェアによって表示またはアクセスされるコンテンツ（商標、ロゴおよびイメージを含みます）の一切の所有権および知的財産権は、それぞれのコンテンツ所有者に帰属します。当該コンテンツは、著作権、商標またはその他の知的財産権に関する法律および条約に保護される場合があり、また当該コンテンツを提供する第三者の使用条件に従っていただく場合があります。本契約に別途規定のない限り、(i)本契約は、当該コンテンツを使用するいかなる権利をお客様に許諾するものではなく、当該コンテンツがお客様に提供され続けることを保証するものでもありません。また、(ii)お客様は、Appleソフトウェアに含まれる、またはAppleソフトウェアの一部として提供される写真、ロゴ、テキスト、コード、イメージ、グラフィックス、イラスト、オーディオ、ビデオまたは類似の資産（以下「デジタルマテリアル」といいます）を商業的かどうかに関わらず、スタンドアローンベースで、使用、引用または頒布することはできず、その他デジタルマテリアルをAppleソフトウェアの一部として使用が意図された状況以外で使用することはできません。";
"Part14" = "E.　Shortcutsの使用　　お客様は、アプリケーションおよびウェブサイトを作動させるshortcuts（以下「Shortcuts」といいます）につき、当該Shortcutsを作成した当事者が単独で責任を負うことを承認するものとします。Appleは、第三者が作成したShortcutの内容または機能について管理を行うことはできず、また何らの責任を負うものではありません。お客様は、Shortcutを自己の責任において使用するものとし、お客様のShortcutの使用に伴う第三者が設定した条件または契約への遵守について、お客様が単独で責任を負うものとします。お客様は、AppleがShortcutに対して事前スクリーニングを行う義務を負わないことを承認するものとします。ただし、Appleは、その単独の裁量において、Shortcutsにつき、事前スクリーニングを行う、拒絶する、作動不能にする、または削除する権限を留保します。";
"Part15" = "F.　Shortcutsのシェア　　お客様は、Appleソフトウェアにより、自分が作成したShortcutsをウェブリンク経由でシェアすることができる場合があります。お客様がシェアしたShortcutは、当該リンクに含まれるコンテンツとともに、当該シェアを可能にするため、ならびにAppleの製品およびサービスを全般的に改善するための目的で、Appleのサーバーに保存されます。お客様がシェアしたShortcutは、当該リンクに含まれるコンテンツとともに、当該リンクにアクセスできる人全てが閲覧することができ、さらには当該リンクをコピー、保存、変更および再頒布することがきます。お客様は、Shortcutをシェアすることにより、(1)お客様が当該Shortcutに対する全ての必要な権利およびライセンスを保有しており、当該Shortcutが他の当事者の権利を侵害するものではないこと、ならびに(2)お客様がシェアする全てのShortcutがいかなる法令も侵害せず、権利侵害もしくはその他の違法行為に寄与またはこれを促進するものではなく、その他猥褻または不愉快なものではないことを表明するものとします。お客様は、Appleが、お客様がシェアするShortcutを審査する義務を負わないことを承認するものとします。ただし、Appleは、その単独の裁量において、お客様がシェアするShortcutsを審査する、作動不能にする、または削除する権限を留保します。";
"Part16" = "G.　使用に関する制限　　お客様は、以下のShortcutをアップロード、掲示、電子メールで送信、転送、シェア、またはその他の方法で入手可能にしないことに同意するものとします：(1)違法、不法、名誉毀損的、卑猥、猥褻もしくは中傷的な、または人種、民族もしくはその他の観点から異議が生じるShortcut、(2)適用法規に違反する、もしくは違反を助長する、または民事責任を生じさせるようなShortcut、(3)個人または集団に対する差別、偏見、人種差別、嫌悪、ハラスメントまたは害悪を促進するShortcut、(4)暴力的もしくは脅迫的、または暴力、もしくは他者に脅迫的な行為を促進するShortcut、(5)違法または有害な活動を促進するShortcut、(6)虚偽、誤導的、詐欺的、またはその他の方法で誤解を招くようなものであるとお客様が認識しているまたは考えるShortcut。さらに、お客様は、Appleソフトウェアまたはお客様のiOSデバイス上のサードパーティ製のソフトウェアアプリケーション、サービスまたはウェブサイト（以下「サードパーティApp」といいます）に接続されたサーバーまたはネットワークに干渉せず、障害を生じさせず、また過重な負担を与えないこと、およびかかるネットワークまたはサードパーティAppの規則、ポリシーまたはプロシージャーに違反しないことに同意するものとします。";
"Part17" = "H.　サードパーティApp　　Shortcutsを完成させるため、Appleソフトウェアが特定のサードパーティAppに接続する必要がある場合があります。お客様は、AppleソフトウェアによってShortcutを完成させるのに必要な範囲において、AppleソフトウェアがこれらのサードパーティAppに接続、またはこれらのAppをお客様に代わって使用することに明示的に同意し、これを授権するものとします。AppleソフトウェアがサードパーティAppに接続する限りにおいて、Appleは、かかるサードパーティAppのために技術的サポートその他のサポートを提供する何らの明示的または黙示的な義務を負いません。当該ソフトウェア、サービス、ウェブサイトおよび／または製品にかかる技術サポートおよびカスタマーサービスについては、適宜のソフトウェアベンダー、製造業者またはサービスプロバイダーに対し直接連絡してください。さらに、お客様は、Appleソフトウェアを使用する際、当該サードパーティAppに適用あるサービス規約またはその他の契約に拘束され、これらを遵守することに同意するものとします。お客様は、いかなるShortcutについても、当該Shortcutによって使用される各サードパーティAppに適用ある条件を遵守することを確実にすることにつき、単独で責任を負います。Appleは、ShortcutがいかなるサードパーティAppの条件に従うことも保証せず、また、AppleはサードバーティのShortcutにつき責任を負いません。";
"Part18" = "I.　 リバースエンジニアリングの禁止　　お客様は、Appleソフトウェアおよびこれにより提供されるサービスの全部または一部に対し、複製（本契約またはお客様に適用される利用ルールで明示的に許可される場合を除きます）、逆コンパイル、リバースエンジニアリング、逆アセンブル、ソースコード導出の試行、暗号解読、修正または二次的著作物の創作を行うことはできないものとし、当該行為を行わないこと、および他者に当該行為を行わせないことに同意するものとします（ただし、上記の制限が適用法により禁止される場合、またはAppleソフトウェアに含まれるオープンソースコンポーネントの使用に適用されるライセンス条件により許可される場合を除くものとします）。";
"Part19" = "J.　法の遵守　　お客様は、Appleソフトウェアおよびサービス（下記４条にて定義されます）を、お客様が居住する、またはAppleソフトウェアおよびサービスをダウンロードまたは使用する国や地域の現地法を含む、すべての適用法を遵守して使用することに同意されたものとします。";
"Part20" = "K.　自動アップデート　　お客様が自動Appアップデートを許可した場合、お客様のデバイスは、定期的にAppleに対しAppleソフトウェアのアップデートおよびアップグレードの有無を確認します。アップデートまたはアップグレードが提供可能な場合、当該アップデートまたはアップグレードは、自動的にお客様のデバイスおよび適用可能な場合はお客様の周辺機器に、ダウンロードおよびインストールされます。お客様は「設定」の自動Appアップデートの設定を変更することで、いつでも自動Appアップデートを一括して無効にすることができます。";
"Part21" = "3. データ使用に対する同意";
"Part22" = "A.　 データ分析　　お客様が、分析のためのデータ収集を許可した場合、お客様は、Appleおよびその子会社ならびに代理人が、固有のシステムまたはハードウェア識別子、お客様のiOSデバイス、コンピュータ、システムおよびアプリケーションソフトウェアならびに周辺機器に関わる情報を含みこれらに限定されませんが、これらの診断、技術、使用および関連情報を収集、保持、処理かつ使用する場合があることに同意されたものとします。これらの情報は、Apple製品およびサービスの提供および改善を行うために、（必要な場合）Appleソフトウェアに関連するソフトウェアアップデート、製品サポートおよびその他サービスをお客様へ円滑に提供するため、かつ本契約条件が遵守されていることを確認するため、定期的に収集されるものです。Appleは、上記の目的ために、お客様を個人的に特定しない方法で収集した場合に限り、当該情報を使用することができるものとします。Appleのパートナーおよび第三者のディベロッパが、Apple製品を使用するために作成されたソフトウェア、ハードウェアおよびサービスを改善できるようにするため、お客様を個人的に特定しない診断情報に限り、Appleは当該パートナーまたは第三者のディベロッパに、パートナーまたは第三者のディベロッパのソフトウェア、ハードウェアおよび/またはサービスに関連する診断情報の一部を提供することができるものとします。";
"Part23" = "B.　位置データ　　Appleおよびそのパートナー、ライセンシーならびに第三者のディベロッパは、Appleソフトウェアを通じて取得した位置情報に従って、お客様にサービスを提供することがあります。これらのサービスを提供および改善するにあたり、利用可能な場合、Appleおよびそのパートナー、ライセンシーならびに第三者のディベロッパは、お客様の位置データを送信、収集、保持、処理および使用することができます。Appleが収集する位置データおよび検索は、お客様を個人的に特定しない形で収集され、位置情報に基づく製品およびサービスを提供および改善するためAppleおよびそのパートナー、ライセンシーならびに第三者のディベロッパにより使用されることがあります。お客様がAppleソフトウェアによって、またはAppleソフトウェアを通じて提供される位置情報サービスをご利用になることで、Appleおよびそのパートナー、ライセンシーならびに第三者のディベロッパが、サービスを提供および改善するために、お客様の位置データおよび検索を送信、収集、保持、処理および使用することについて、お客様は同意し、承諾されたものとします。お客様は、お客様のiOSデバイス上の「位置情報サービス」設定に進み、グローバル位置情報サービス設定を無効にする、またはAppleソフトウェアの個別の位置情報設定を無効にすることにより、いつでもこの承諾を撤回することができます。位置データを使用または提供する第三者のアプリケーションまたはサービスをお客様のiOSデバイスで使用する場合、お客様は、当該第三者のアプリケーションまたはサービスによる位置データの使用に関する当該第三者の条件およびプライバシーポリシーの適用を受け、当該条件およびプライバシーポリシーを確認する必要があります。";
"Part24" = "Ｃ.　プライバシーポリシー　　お客様の情報は、いかなる場合においても、Appleのプライバシーポリシーに従って取り扱われます。プライバシーポリシーについては、https://www.apple.com/legal/privacy/ をご確認ください。";
"Part25" = "4. サービスおよび第三者のマテリアル";
"Part26" = "A.　総則　　Appleソフトウェアにより、AppleのiTunes Store、App Store、iCloud、マップやその他Appleおよび第三者のサービスおよびウェブサイトに接続することができます（以下、総称して、または個別に「本サービス」といいます）。当該サービスは、すべての言語または国でご利用いただけるとは限りません。これら本サービスの利用にはインターネット接続が必要であり、特定の本サービスの利用には、Apple IDが必要となり、別途追加規約の承諾、および追加料金が発生する場合もあります。iTunes Storeアカウント、Apple IDまたはその他Appleの本サービスでこのソフトウェアを使用することによって、お客様は当該サービスに適用あるサービス条件、例えば https://www.apple.com/legal/internet-services/itunes/ でご覧いただける、最新のAppleメディアサービス利用規約などに同意されたものとします。";
"Part27" = "B.　お客様がAppleソフトウェアを通じてiCloudサービスの利用を選択した場合、当該利用は以下の追加条件に従うものとします。https://www.apple.com/legal/internet-services/icloud/ にてご覧頂けるiCloud利用条件および https://www.apple.com/legal/privacy/ にてご覧いただけるAppleのプライバシーポリシー。";
"Part28" = "C.　お客様は、本サービスを利用いただくことにより、露骨な表現を有することが明記されているかを問わず、不快、わいせつ、または問題があるとみなされる可能性のあるコンテンツに遭遇する可能性があります。しかしながら、お客様はご自身の責任により本サービスを利用いただくことに同意されたものであり、Appleはお客様に対し不快、わいせつ、または問題があるとみなされる可能性のあるコンテンツに関する責任を一切負いません。";
"Part29" = "D.　本サービスの利用においては、第三者のサービス、コンテンツ、データ、情報、アプリケーションまたは第三者からのマテリアル（以下、総称して「第三者のマテリアル」といいます）を表示し、これらを備え、またはこれらを利用可能にすること、または第三者のウェブサイトもしくはアプリケーションにリンクされることがあります。本サービスをご利用いただくにあたり、お客様は、Appleがこのような第三者のマテリアル、アプリケーションまたはウェブサイトの内容、正確性、完全性、適時性、有効性、著作権遵守、適法性、適正性、品質その他当該第三者のマテリアルのいかなる側面についても調査および評価する責任を負うものではないことを承認し、同意されたものとします。Apple、その役員、関連会社および子会社は、第三者のマテリアル、アプリケーションまたはウェブサイト、その他一切の第三者のマテリアル、製品およびサービスに関し、お客様およびその他の方々に対して、一切の保証または承認、および負担せず、かつ一切の義務または責任を負いません。第三者のマテリアルおよび他のウェブサイトまたはアプリケーションへのリンクはお客様への便宜のためだけに提供されているものです。";
"Part30" = "E.　お客様が本サービスの利用を通じて何らかのコンテンツをアップロードする限りにおいて、お客様が当該コンテンツにおける一切の権利を有している、または当該コンテンツのアップロードを行う権限を付与されている、もしくは法的に認められていること、および当該コンテンツが本サービスに適用されるいかなるサービス規約にも違反していないことを表明するものとします。お客様は、本サービスには、Apple、サイトオーナーおよび/またはそれらのライセンサーが専有するコンテンツ、情報およびマテリアル（デジタルマテリアルを含みますがこれに限りません）が含まれること、適用ある知的財産権やその他の関係法令（著作権等を含みますがこれに限られません）により保護されることに同意されたものとします。また、お客様がこれら情報やマテリアルを本サービスの許諾された利用以外の方法で利用しないこと、または本契約の各条項に矛盾するか第三者やAppleの知的財産権の侵害となるいかなる方法においても利用しないことに同意されたものとします。いかなる形態または方法によるものであっても、本サービスの複製は禁止されております。お客様は、方法の如何にかかわらず、本サービスの修正、レンタル、リース、貸与、販売、頒布、または本サービスに基づく二次的著作物の創作を行わないことに同意されたものとし、お客様は、コンピュータウィルス、ワーム、トロイの木馬、その他のマルウェア、不法侵入やネットワーク容量に負荷をかけること等（これらを含みますが、これらに限られません）、許可されていない方法により本サービスを不正利用してはなりません。さらに、お客様は、方法にかかわらず、本サービスを嫌がらせ、不正利用、ストーキング、脅迫、中傷その他の第三者の権利を侵害する方法により使用しないことに同意するとともに、お客様のそのような方法による使用や、お客様が本サービスを利用した結果として受領する可能性のある、いかなる嫌がらせ、脅迫、中傷、攻撃的、権利侵害的または違法なメッセージや放送に関し、Appleが一切責任を負うものではないことに同意されたものとします。";
"Part31" = "F.　さらに、Appleソフトウェアからアクセス、リンクまたは表示されている本サービスや第三者のマテリアルは、すべての言語または国や地域でご利用いただけるとは限りません。Appleは、当該サービスや第三者のマテリアルが特定の場所での利用に適している、または利用が可能であることについて、いかなる表明もしません。お客様が当該サービスおよび第三者のマテリアルの利用またはアクセスを選択する限りにおいて、お客様は、ご自身の判断でこれらにアクセスされるものとし、現地法ならびにプライバシーおよびデータ収集に関する法律を含みますがこれに限定されない、一切の適用法令を遵守することについて、責任を負います。Appleおよびそのライセンサーは、本サービスについて、いつでも、お客様に通知をすることなく、変更、一時停止、削除、またはアクセス不能にする権利を留保しています。いかなる場合であっても、Appleは本サービスを削除またはアクセス不能にすることに対し、一切の責任を負わないものとします。Appleはまた、いかなる場合であっても、通知なしに、責任を負うことなく、一定の本サービスの利用またはアクセスを制限することができるものとします。";
"Part32" = "5. 契約期間　　本契約は、終了するまで有効です。本契約に基づくお客様の権利は、本契約条件のいずれかにお客様が違反した場合、Appleが通知をすることなく、自動的に終了するか、その他の方法で効力を失います。本契約の終了に伴い、お客様は、Appleソフトウェアの使用をすべて中止し、Appleソフトウェアの原本および複製物を、その全部または一部を問わず、すべて破棄しなければなりません。本契約の２条I、３条、4条、5条、6条、7条、8条、10条および11条は、当該終了後も存続するものとします。";
"Part33" = "6. 保証の否認";
"Part34" = "A.　お客様が、消費者（Appleソフトウェアをご自分のお仕事、業務または職業以外でご使用の方）である場合、以下の制限がお客様に適用されることを禁止する居住国の法的権利を有する可能性があります。禁止されている場合、これらはお客様には適用されません。権利についての詳細は、お近くの消費者団体にご連絡ください。";
"Part35" = "B.　お客様は、適用法が許可する限りにおいて、AppleソフトウェアおよびAppleソフトウェアが実行した本サービスまたはAppleソフトウェアを通じてアクセスされた本サービスを使用する上での危険はお客様のみが負担し、充分な品質、性能、正確性および努力に関する包括的危険は、お客様にあることを明確に認識し同意します。";
"Part36" = "C.　適用法が許可する限りにおいて、Appleソフトウェアおよび本サービスは、すべての瑕疵を問わずかつ一切の保証を伴わない「現状渡し」および「提供可能な限度」で提供され、AppleおよびAppleのライセンサー（本契約６条および７条において「Apple」と総称します）は、Appleソフトウェアおよび本サービスに関するすべての明示、黙示または法令上の保証および条件を明確に否認し、当該保証および条件は、商品性、十分な品質また特定目的適合性、正確性、安居権および第三者の権利非侵害性を含みますがこれらに限られません。";
"Part37" = "D.　Appleは、Appleソフトウェアおよび本サービスの娯楽性の妨害がないこと、Appleソフトウェアに含まれる機能、またはAppleソフトウェアにより実行もしくは提供される本サービスがお客様の要求を満足させるものであること、Appleソフトウェアおよび本サービスが支障なく、もしくは誤りなく作動すること、本サービスが継続して提供されるものであること、Appleソフトウェアまたは本サービスが修正されること、またはAppleソフトウェアが第三者のソフトウェア、アプリケーションまたは第三者のサービスと互換性があることを保証しません。本ソフトウェアをインストールされることで、第三者のソフトウェア、アプリケーションまたは第三者のサービス、ならびにApple製品およびサービスの可用性およびユーザビリティに影響を及ぼす可能性があります。";
"Part38" = "E.　お客様は、さらにAppleソフトウェアおよび本サービスによるコンテンツ、データもしくは情報に関する不具合もしくは情報の遅延、またはエラーもしくは不正確性が死亡、人身傷害、または重大な身体もしくは環境に対する損害を引き起こすような状況や環境（原子力施設、飛行機運航または通信システム、航空管制、生命救助または武器システムを含みますが、これらに限りません）においてAppleソフトウェアおよび本サービスを使用することが意図されるものでなく、また、使用に適さないことを了解するものとします。";
"Part39" = "F.　AppleまたはAppleの権限ある代表者の、口頭もしくは書面による情報または助言の一切は、新たな保証を行うものではありません。Appleソフトウェアまたは本サービスに瑕疵があると判明した場合、お客様が、すべてのサービス、修理または修正に要する一切の費用を負担します。黙示の保証の免責または適用のある消費者法令上の権利の制限を法的に認めない地域において、上記の免責および制限は、お客様に適用されない場合があります。";
"Part40" = "7. 責任の制限　　適用法令により禁止されない限り、Appleは、Appleソフトウェアおよび本サービスまたはAppleソフトウェアに関連する第三者のソフトウェアもしくはアプリケーションの使用もしくは使用不可に起因するかもしくは関連する、逸失利益、データの破損または消失、いかなるデータの送受信の失敗、仕事の中断またはその他の商業的損害または損失等を含む、人体損傷または付随的、特別の、間接的または二次的損害等について、責任論（契約、不法行為等）に関係なく、いかように発生し、Appleが当該損害の可能性を示唆していた場合においても、一切の責任を負いません。身体障害、付随的または間接損害に対する免責または責任の制限を法的に認めない地域において、本制限は、お客様に適用されない場合があります。いかなる場合も（身体障害を含む場合に適用法が求める場合を除いて）、すべての損害に関するお客様に対するAppleの賠償責任総額は、50米ドルを上限とします。上記の救済がその本質的目的を達成できない場合でも、 前述の制限が適用されます。";
"Part41" = "8. 輸出管理　　お客様は、アメリカ合衆国の法律およびAppleソフトウェアが取得された法域の法律が認めている場合を除き、Appleソフトウェアを使用または輸出もしくは再輸出することはできません。特に、例外なく、Appleソフトウェアを、次のいずれの者に対しても、輸出または再輸出を行うことはできません：(a) アメリカ合衆国の通商禁止国(b) アメリカ合衆国財務省の特別指定国リスト(list of Specially Designated Nationals)またはアメリカ合衆国商務省の拒否人名リスト(Denied Person's List or Entity List)またはその他の制限者リスト上の一切の者。Appleソフトウェアを使用することにより、お客様は、上記国家に住居を定めていないこと、または上記リストに該当するものではないことを表明および保証するものとします。また、お客様は、お客様がアメリカ合衆国の法律で禁止されている目的でAppleソフトウェアを使用しないことに同意されたものとし、当該目的には核、ミサイル、化学兵器もしくは生物兵器の開発、設計、製造または生産を含みますがこれらに限られません。";
"Part42" = "9. エンドユーザが合衆国政府である場合　　Appleソフトウェアおよび関連文書は、「商業コンピュータソフトウェア(Commercial Computer Software)」「商業コンピュータソフトウェア文書(Commercial Computer Software Documentation)」から構成される48 C.F.R. 2.101で定義する「商業品目(Commercial Items)」であり、当該用語は、48 C.F.R. 12.212または48 C.F.R. 227.7202で使用されています。48 C.F.R. 12.212または48 C.F.R. 227.7202-1から227.7202-4に呼応して、商業コンピュータソフトウェアおよび商業コンピュータソフトウェア文書は、アメリカ合衆国政府のエンドユーザに対して、(a) 商業品目としてのみ、かつ(b) 本契約条件に従ってその他のエンドユーザすべてに付与される権利のみを伴って、使用許諾されるものです。非公開の権利は、アメリカ合衆国の著作権法に基づき留保されています。";
"Part43" = "10. 準拠法および契約の分離性　　本契約は、法の抵触に関する法理を除いて、カリフォルニア州法が適用され、これに従って解釈されるものとします。本契約は、明示的に排除しているアプリケーション、国際売買契約に関する国連規約は適用されません。お客様が英国に住む消費者である場合、本契約はお客様の居住地を管轄する法律に準拠します。何らかの理由により、管轄権を有する裁判所が本契約のいずれかの条項またはその一部について効力を失わせた場合であっても、本契約の他の条項または部分は、依然として完全な効力を有するものとします。";
"Part44" = "11. 完全合意、適用言語　　本契約は、Appleソフトウェアに関するお客様とAppleの合意のすべてを定めるものであり、本件に関する、従前の取決めに優越するものです。本契約の改訂および変更は、当該改訂および変更が書面によりなされ、かつAppleが署名した場合を除き、拘束力を有しません。本契約書の翻訳は、地域の必要に応じて行われるものであり、英語版とそれ以外の言語版とで差異矛盾がある場合、お客様の管轄地の法律が禁止しない範囲において、英語版の本契約書を適用するものとします。";
"Part45" = "12. 第三者の製品に関する承認　　Appleソフトウェアの一部には、第三者のソフトウェアおよびその他の著作物が利用されるかまたは含まれている場合があります。当該著作物に関する確認、ライセンス条項および責任制限に関する事項はAppleソフトウェアに関する電子的書面に記載されており、お客様の当該著作物の使用についてはそれらの各条項が適用されるものとします。";
"Part46" = "EA1576";
"Part47" = "2018年8月16日";